// © Copyright 2004-2008, 2015 HP Development Company, L.P.

TaskName = "Impostazioni Stampa diretta";

NoSetTitle = "Impossibile procedere con le impostazioni della Stampa diretta";
NoSetMsg = "Verificare che la stampante sia accesa e la connessione stabilita, quindi riprovare.";
UnknownValue = "Scegli…";

"Keep Current Settings" = "Mantieni impostazioni correnti";

"US Letter" = "Lettera USA";
"A4" = "A4";
"Legal" = "Legale";
"Hagaki Card" = "Scheda Hagaki";
"Photo 4 x 6 in." = "Foto 10,16 x 15,24 cm";
"Photo 5 x 7 in." = "Foto 12,7 x 17,8 cm";
"Photo L" = "Carta fotografica L";
"Borderless Photo 4 x 6 in." = "Foto senza bordo 10,2 x 15,2 cm";
"Borderless Hagaki Card" = "Scheda Hagaki senza bordo";
"Borderless Photo L" = "Foto senza bordo L";

"Plain Paper" = "Carta comune";
"Transparency" = "Lucido";
"InkJet Paper" = "Carta per inkjet";
"Photo Paper" = "Carta fotografica";
"Brochure Paper" = "Carta per brochure";

"Index" = "Scheda";
"2 x 3 in." = "5,8 x 7,62 cm";
"3 x 5 in." = "5,8 x 12,7 cm";
"4 x 6 in." = "10,16 x 15,24 cm";
"5 x 7 in." = "12,7 x 17,8 cm";
"6 x 8 in." = "15.24 x 20.32 cm";
"8 x 10 in." = "20,32 x 25,4 cm";
"60 x 80 mm" = "60 x 80 mm";
"Photo L (89 x 127 mm)" = "Carta fotografica L (89 x 127 mm)";
"Hagaki Card (100 x 148 mm)" = "Scheda Hagaki (100 x 148 mm)";
"130 x 180 mm" = "130 x 180 mm";
"90 x 130 mm" = "90 X 130 mm";
"100 x 150 mm" = "100 x 150 mm";
"150 x 210 mm" = "150 x 210 mm";
"200 x 250 mm" = "200 x 250 mm";

"Best" = "Ottima";
"Normal" = "Normale";
"Fast" = "Molto veloce";

TaskDescription = "Le macchine fotografiche digitali che supportano il formato DPOF (Digital Print Order Format – Formato ordine di stampa digitale) consentono di specificare le opzioni per la stampa fotografica usando la macchina fotografica.\n\nDopo l’inserimento di una scheda Compact Flash che contiene i documenti DPOF, la stampante stampa automaticamente le foto specificate utilizzando queste impostazioni:";
MediaSizeLabel = "Formato supporto:";
MediaTypeLabel = "Tipo di supporto:";
PrintQualityLabel = "Qualità di stampa:";
PhotoSizeLabel = "Formato foto:";
TaskNote1 = "Nota: Le impostazioni riguardano anche i processi di stampa inviati dai dispositivi PDA (Personal Digital Assistant).";
TaskNote2 = "Il formato della foto selezionato deve essere inferiore o uguale alle dimensioni della carta selezionate.";
ApplyButtonTitle = "Applica adesso";
